Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# misskey_achievement_login100_flavor
source: Violent Misskist
ar: المسيح العنيف
cs: Násilný Misskist
da: Voldelig Misskist
de: Gewalttätiger Misskist
el: Βίαιος Μισίστας
es: Misista violento
fi: Väkivaltainen Misskisti
fr: Misskist violent
it: Misskist Violento
ja: 暴力的なMisskist
nl: Gewelddadige Misskist
no: Voldelig delegasjon
pl: Brutalny Misskist
pt_br: Misskista violento
ro: Misskist Violent
ru: Жестокий мисский
sv: Våldsamt Misskist
uk: Жорстокий Місскіст
zh_hans: 暴力的密斯基文

# misskey_achievement_login200_description
source: Log in for a total of 200 days
ar: قم بتسجيل الدخول لما مجموعه 200 يوم
cs: Přihlášení celkem 200 dní
da: Log ind i alt 200 dage
de: Anmelden für insgesamt 200 Tage
el: Συνδεθείτε για συνολικά 200 ημέρες
es: Inicia sesión por un total de 200 días
fi: Kirjaudu sisään yhteensä 200 päivää
fr: Connectez-vous pour un total de 200 jours
it: Accedi per un totale di 200 giorni
ja: 合計200日間ログインする
nl: Log in voor een totaal van 200 dagen
no: Logg inn for totalt 200 dager
pl: Zaloguj się przez łącznie 200 dni
pt_br: Inicie a sessão por 200 dias no total
ro: Autentificați-vă pentru un total de 200 de zile
ru: Войти в общей сложности 200 дней
sv: Logga in i totalt 200 dagar
uk: Увійти всього за 200 днів
zh_hans: 总共登录200天

# misskey_achievement_login200_title
source: Regular I
ar: عادي I
cs: Běžné I
da: Almindelig I
de: Regelmäßig I
el: Κανονική I
es: I regular
fi: Säännöllinen I
fr: Régulier I
it: Regolare I
ja: レギュラーLv.1
nl: Normaal I
no: Vanlig 1
pl: Regularne I
pt_br: Normal I
ro: Normală I
ru: Обычный I
sv: Vanlig I
uk: Звичайний I
zh_hans: 例一

# misskey_achievement_login300_description
source: Log in for a total of 300 days
ar: قم بتسجيل الدخول لما مجموعه 300 يوم
cs: Přihlášení celkem 300 dní
da: Log ind i alt 300 dage
de: Anmelden für insgesamt 300 Tage
el: Συνδεθείτε για συνολικά 300 ημέρες
es: Iniciar sesión por un total de 300 días
fi: Kirjaudu sisään yhteensä 300 päivää
fr: Connectez-vous pour un total de 300 jours
it: Accedi per un totale di 300 giorni
ja: 合計300日間ログインする
nl: Log in voor een totaal van 300 dagen
no: Logg inn totalt 300 dager
pl: Logowanie przez łącznie 300 dni
pt_br: Faça login por um total de 300 dias
ro: Autentificați-vă pentru un total de 300 de zile
ru: Войти в общей сложности 300 дней
sv: Logga in i totalt 300 dagar
uk: Увійти всього за 300 днів
zh_hans: 总共登录300天

# misskey_achievement_login300_title
source: Regular II
ar: عادي II
cs: Pravidelné II
da: Regelmæssig II
de: Regulär II
el: Κανονική II
fi: Säännöllinen II
fr: Régulier II
it: Regolare II
ja: レギュラーII
nl: Normaal II
no: Vanlig II
pl: Regularne II
pt_br: Normal II
ro: Normală II
ru: Обычный II
sv: Vanlig II
uk: Звичайний II
zh_hans: 经常二

# misskey_achievement_login400_description
source: Log in for a total of 400 days
ar: قم بتسجيل الدخول لما مجموعه 400 يوم
cs: Přihlášení celkem 400 dní
da: Log ind i alt 400 dage
de: Anmelden für insgesamt 400 Tage
el: Συνδεθείτε για συνολικά 400 ημέρες
es: Inicia sesión por un total de 400 días
fi: Kirjaudu sisään yhteensä 400 päivää
fr: Connectez-vous pour un total de 400 jours
it: Accedi per un totale di 400 giorni
ja: 合計400日間ログインする
nl: Log in totaal 400 dagen in
no: Logg inn i totalt 400 dager
pl: Zaloguj się przez łącznie 400 dni
pt_br: Faça login por um total de 400 dias
ro: Autentifică-te pentru un total de 400 de zile
ru: Войти в общей сложности 400 дней
sv: Logga in i totalt 400 dagar
uk: Увійдіть загалом на 400 днів
zh_hans: 总共登录400天

# misskey_achievement_login400_title
source: Regular III
ar: عادي 3
cs: Pravidelné III
da: Regelmæssig III
de: Regulär III
el: Κανονική III
fi: Säännöllinen III
fr: Régulier III
it: Regolare III
ja: レギュラーIII
nl: Normaal III
no: Vanlig III
pl: Regularne III
ro: III regulat
ru: Обычный III
sv: Vanlig III
uk: Регулярний 3
zh_hans: 常规三

# misskey_achievement_login500_description
source: Log in for a total of 500 days
ar: تسجيل الدخول لما مجموعه 500 يوم
cs: Přihlášení celkem 500 dní
da: Log ind i alt 500 dage
de: Anmelden für insgesamt 500 Tage
el: Συνδεθείτε για συνολικά 500 ημέρες
es: Iniciar sesión por un total de 500 días
fi: Kirjaudu sisään yhteensä 500 päivää
fr: Connectez-vous pour un total de 500 jours
it: Accedi per un totale di 500 giorni
ja: 合計500日間ログインする
nl: Log in voor een totaal van 500 dagen
no: Logg inn totalt 500 dager
pl: Zaloguj się przez łącznie 500 dni
pt_br: Faça login por 500 dias no total
ro: Autentificați-vă pentru un total de 500 de zile
ru: Войти в общей сложности 500 дней
sv: Logga in i totalt 500 dagar
uk: Увійдіть загалом за 500 днів
zh_hans: 总共登录500天

# misskey_achievement_login500_flavor
source: My friends, it has often been said that I like notes
ar: أصدقائي، كثيرا ما قيل إنني أحب الملاحظات
cs: Moji přátelé, často zaznělo, že se mi líbí
da: Mine venner, det er ofte blevet sagt, at jeg kan lide noter
de: Meine Freunde, es wurde oft gesagt, dass ich Notizen mag
el: Φίλοι μου, έχει συχνά ειπωθεί ότι μου αρέσουν οι σημειώσεις
es: Amigos míos, a menudo se ha dicho que me gustan las notas
fi: Ystäväni, on usein sanottu, että pidän muistiinpanoista
fr: Mes amis, il a souvent été dit que j\'aime les notes
it: Amici miei, è stato spesso detto che mi piacciono le note
ja: 私の友人は、私はノートが好きだとよく言われています。
nl: Beste vrienden, er is vaak gezegd dat ik van notities houd
no: Mine venner har ofte blitt sagt at jeg liker notater
pl: Moi przyjaciele, często mówiono, że lubię notatki
pt_br: Meus amigos, muitas vezes se disse que eu gosto de notas
ro: Prietenii mei, s-a spus adesea că îmi plac notele
ru: Мои друзья, часто говорят, что я люблю заметки
sv: Mina vänner, det har ofta sagts att jag gillar anteckningar
uk: Мої друзі, часто казали, що мені подобаються нотки
zh_hans: 朋友们，我经常说我喜欢注意：

# misskey_achievement_login500_title
source: Expert I
ar: الخبير الأول
cs: Odborník I
da: Ekspert I
de: Experte I
el: Ειδικός I
es: Experto I
fi: Asiantuntija I
it: Esperto I
ja: エキスパートI
no: Ekspert 1
pl: Ekspert I
pt_br: Especialista I
ru: Эксперт I
uk: Експерт I
zh_hans: 专家一

# misskey_achievement_login600_description
source: Log in for a total of 600 days
ar: قم بتسجيل الدخول لما مجموعه 600 يوم
cs: Přihlášení celkem 600 dní
da: Log ind i alt 600 dage
de: Für insgesamt 600 Tage anmelden
el: Συνδεθείτε για συνολικά 600 ημέρες
es: Iniciar sesión por un total de 600 días
fi: Kirjaudu sisään yhteensä 600 päivää
fr: Connectez-vous pour un total de 600 jours
it: Accedi per un totale di 600 giorni
ja: 合計600日間ログインする
nl: Log in voor een totaal van 600 dagen
no: Logg inn i totalt 600 dager
pl: Logowanie przez łącznie 600 dni
pt_br: Logar por um total de 600 dias
ro: Autentificaţi-vă pentru un total de 600 de zile
ru: Войти в общей сложности 600 дней
sv: Logga in i totalt 600 dagar
uk: Увійти в цілому за 600 днів
zh_hans: 总共登录600天

# misskey_achievement_login600_title
source: Expert II
ar: الخبير الثاني
da: Ekspert II
de: Experte II
el: Εμπειρογνωμόνων II
es: Experiente II
fi: Asiantuntija II
it: Esperto II
ja: エキスパートII
no: Ekspert II
pl: Ekspert II
pt_br: Especialista II
ru: Эксперт II
uk: Експерт ІІ
zh_hans: 专家二

# misskey_achievement_login700_description
source: Log in for a total of 700 days
ar: تسجيل الدخول لما مجموعه 700 يوم
cs: Přihlášení celkem 700 dní
da: Log ind i alt 700 dage
de: Anmelden für insgesamt 700 Tage
el: Συνδεθείτε για συνολικά 700 ημέρες
es: Iniciar sesión por un total de 700 días
fi: Kirjaudu sisään yhteensä 700 päivää
fr: Connectez-vous pour un total de 700 jours
it: Accedi per un totale di 700 giorni
ja: 合計700日間ログインする
nl: Log in totaal 700 dagen in
no: Logg inn i til sammen 700 dager
pl: Zaloguj się przez łącznie 700 dni
pt_br: Faça login por um total de 700 dias
ro: Autentificați-vă pentru un total de 700 de zile
ru: Войти в общей сложности 700 дней
sv: Logga in i totalt 700 dagar
uk: Усього за 700 днів
zh_hans: 总共登录700天

# misskey_achievement_login700_title
source: Expert III
ar: الخبير الثالث
da: Ekspert III
de: Experte III
el: Εμπειρογνωμόνων III
es: Experto III
fi: Asiantuntija III
it: Esperto III
ja: エキスパートIII
no: Ekspert III
pl: Ekspert III
pt_br: Especialista III
ru: Эксперт III
uk: Експерт III
zh_hans: 专家三

# misskey_achievement_login800_description
source: Log in for a total of 800 days
ar: تسجيل الدخول لما مجموعه 800 يوم
cs: Přihlášení celkem 800 dní
da: Log ind i alt 800 dage
de: Anmelden für insgesamt 800 Tage
el: Συνδεθείτε για συνολικά 800 ημέρες
es: Iniciar sesión por un total de 800 días
fi: Kirjaudu sisään yhteensä 800 päivää
fr: Connectez-vous pour un total de 800 jours
it: Accedi per un totale di 800 giorni
ja: 合計800日間ログインする
nl: Log in voor een totaal van 800 dagen
no: Log inn totalt 800 dager
pl: Zaloguj się przez łącznie 800 dni
pt_br: Faça login por um total de 800 dias
ro: Autentificați-vă pentru un total de 800 de zile
ru: Войти в общей сложности 800 дней
sv: Logga in i totalt 800 dagar
uk: Увійдіть всього за 800 днів
zh_hans: 总共登录800天

# misskey_achievement_login800_title
source: Master of Notes I
ar: ماجستير الملاحظات
cs: Mistr poznámek I
de: Meister der Notizen I
el: Κύριος των σημειώσεων I
es: Maestro de notas I
fi: Huomautusten isäntä I
fr: Maître des Notes I
ja: メモのマスター I
nl: Meester der notities I
no: Master i Merknader I
pl: Mistrz Notatek I
pt_br: Mestre das Notas I
ro: Maestru al Notelor I
ru: Магистр заметок I
uk: Майстер нотаток I
zh_hans: 笔记一大师

# misskey_achievement_login900_description
source: Log in for a total of 900 days
ar: تسجيل الدخول لما مجموعه 900 يوم
cs: Přihlášení celkem 900 dní
da: Log ind i alt 900 dage
de: Anmelden für insgesamt 900 Tage
el: Συνδεθείτε για συνολικά 900 ημέρες
es: Inicia sesión por un total de 900 días
fi: Kirjaudu sisään yhteensä 900 päivää
fr: Connectez-vous pour un total de 900 jours
it: Accedi per un totale di 900 giorni
ja: 合計900日間ログインする
nl: Log in totaal 900 dagen in
no: Logg inn totalt 900 dager
pl: Zaloguj się przez łącznie 900 dni
pt_br: Logar por 900 dias no total
ro: Autentificați-vă pentru un total de 900 de zile
ru: Войти в общей сложности 900 дней
sv: Logga in i totalt 900 dagar
uk: Увійти всього 900 днів
zh_hans: 总共登录900天

# misskey_achievement_login900_title
source: Master of Notes II
ar: ماجستير الملاحظات II
cs: Mistr poznámek II
de: Meister der Notizen II
el: Κύριος των σημειώσεων II
es: Maestro de notas II
fi: Huomautusten isäntä II
fr: Maître des Notes II
ja: マスターオブノート II
nl: Meester der notities II
no: Master i Merknader II
pl: Mistrz Notatek II
pt_br: Mestre das Notas II
ro: Maestru al Notelor II
ru: Мастер заметок II
uk: Майстер нотаток II
zh_hans: Notes II

# misskey_achievement_login1000_description
source: Log in for a total of 1,000 days
ar: قم بتسجيل الدخول لما مجموعه 1000 يوم
cs: Přihlášení celkem 1000 dní
da: Log ind i alt 1.000 dage
de: Anmelden für insgesamt 1.000 Tage
el: Συνδεθείτε για συνολικά 1.000 ημέρες
es: Inicia sesión para un total de 1.000 días
fi: Kirjaudu sisään yhteensä 1000 päivää
fr: Connectez-vous pour un total de 1 000 jours
it: Accedi per un totale di 1.000 giorni
ja: 1,000日間ログインする
nl: Log in voor een totaal van 1.000 dagen
no: Logg inn totalt 1000 dager
pl: Zaloguj się przez łącznie 1000 dni
pt_br: Entrar por um total de 1.000 dias
ro: Autentificaţi-vă pentru un total de 1000 de zile
ru: Войти в общей сложности 1000 дней
sv: Logga in i totalt 1000 dagar
uk: Залогіньтесь всього 1000 днів
zh_hans: 总共登录1000天

# misskey_achievement_login1000_flavor
source: Thank you for using Misskey!
ar: شكرا لك على استخدام Misske!
cs: Děkujeme, že používáte Misskey!
da: Tak fordi du har brugt Misskey!
de: Vielen Dank für die Verwendung von Misskey!
el: Σας ευχαριστούμε που χρησιμοποιείτε το Misskey!
es: ¡Gracias por usar Misskey!
fi: Kiitos, että käytät Misskey!
fr: Merci d\'utiliser Misskey !
it: Grazie per aver usato Misskey!
ja: Misskeyをご利用いただきありがとうございます！
nl: Bedankt voor het gebruiken van Misskey!
no: Takk for at du bruker Misskey!
pl: Dziękujemy za korzystanie z Misske!
pt_br: Obrigado por usar o Misskey!
ro: Vă mulțumim pentru utilizarea Misskey!
ru: Спасибо за использование Misskey!
sv: Tack för att du använder Misskey!
uk: Дякуємо за використання Misskey!
zh_hans: 感谢您使用Misskey！

# misskey_achievement_login1000_title
source: Master of Notes III
ar: ماجستير الملاحظات III
cs: Mistr poznámek III
de: Meister der Notizen III
el: Κύριος των σημειώσεων III
es: Maestro de notas III
fi: Huomautusten isäntä III
fr: Maître des Notes III
it: Maestro delle Note III
ja: マスターオブノート III
nl: Meester der notities III
no: Master i note III
pl: Kapitan notatek III
pt_br: Mestre das Notas III
ro: Maestru al Notelor III
ru: Магистр нукета III
uk: Майстер нотаток III
zh_hans: Notes III

# misskey_achievement_marked_as_cat_description
source: Mark your account as a cat
ar: وضع علامة على حسابك كقطه
cs: Označit účet jako kočku
da: Markér din konto som en kat
de: Markiere deinen Account als Katze
el: Σημειώστε τον λογαριασμό σας ως γάτα
es: Marca tu cuenta como un gato
fi: Merkitse tilisi kissaksi
fr: Marquer votre compte comme un chat
it: Segna il tuo account come un gatto
ja: あなたのアカウントを猫としてマーク
nl: Markeer jouw account als een kat
no: Merk kontoen din som en katt
pl: Oznacz swoje konto jako kot
pt_br: Marque a sua conta como um gato
ro: Marchează contul tău ca pisică
ru: Отметьте свой аккаунт как кошка
sv: Markera ditt konto som en katt
uk: Позначити обліковий запис у вигляді кота
zh_hans: 将您的帐户标记为笼子

# misskey_achievement_marked_as_cat_flavor
source: I\'ll give you a name later.
ar: سأعطيك إسمًا في وقت لاحق.
cs: Dám ti jméno později.
da: Jeg vil give dig et navn senere.
de: Ich gebe dir später einen Namen.
el: Θα σας δώσω ένα όνομα αργότερα.
es: Te daré un nombre más tarde.
fi: Annan sinulle nimen myöhemmin.
fr: Je vous donnerai un nom plus tard.
it: Ti darò un nome più tardi.
ja: 後で名前を教えます。
nl: Ik zal je later een naam geven.
no: Jeg skal gi deg et navn senere.
pl: Podam ci nazwę później.
pt_br: Eu vou te dar um nome depois.
ro: Vă voi da un nume mai târziu.
ru: Я дам тебе имя позже.
sv: Jag ska ge dig ett namn senare.
uk: Я назву тобі пізніше.
zh_hans: 稍后我会给你一个名字。

# misskey_achievement_marked_as_cat_title
source: I Am a Cat
ar: أنا قطرة
cs: I s kočkou
da: Jeg er en kat
de: Ich bin eine Katze
el: Είμαι μια γάτα
es: Soy un gato
fi: Minä olen kissa
fr: Je suis un chat
it: Sono un gatto
ja: 私は猫です
nl: Ik ben een kat
no: Jeg er en katt
pl: Jestem kotem
pt_br: Eu sou um gato
ro: Sunt o pisică
ru: Я кошка
sv: Jag är en katt
uk: Я — кіт
zh_hans: 我是一只猫了

# misskey_achievement_my_note_favorited1_description
source: Have somebody else favorite one of your notes
ar: لديك شخص آخر مفضل واحدة من ملاحظاتك
cs: Nechte někoho přidat do oblíbených poznámek
da: Få en anden favorit en af dine noter
de: Habe jemanden anderen Favoriten für eine deiner Notizen
el: Έχετε κάποιον άλλο αγαπημένο μια από τις σημειώσεις σας
es: Haz que alguien más favorezca una de tus notas
fi: Onko joku muu suosikki yksi muistiinpanoista
fr: Ayez quelqu\'un d\'autre de vos notes favorites
it: Hai qualcun altro preferito una delle tue note
ja: 他の誰かがあなたのノートのいずれかをお気に入りにする
nl: Laat iemand anders een van je notities favoriet maken
no: Har noen andre satt på en av notatene dine
pl: Miej kogoś innego ulubionego z Twoich notatek
pt_br: Tenha mais alguém favorita uma de suas notas
ro: Ai altcineva favorit una dintre notele tale
ru: У кого-нибудь ещё есть любимые заметки
sv: Ha någon annan favorit en av dina anteckningar
uk: Покрадіть комусь ще одну з ваших нот
zh_hans: 有其他人收藏您的笔记

# misskey_achievement_my_note_favorited1_title
source: Seeking Stars
ar: البحث عن النجوم
cs: Hledání hvězdiček
da: Søger Stjerner
de: Suche Sterne
el: Αναζήτηση Αστέρων
es: Buscando estrellas
fi: Tähtien etsiminen
fr: Étoiles à la recherche
it: Cerco Stelle
ja: 星を探しています
nl: Zoek sterren
no: Søker etter stjerner
pl: Szukaj gwiazdek
pt_br: Procurando Estrelas
ro: Stele în căutare
ru: Звезды поиска
sv: Söker stjärnor
uk: Шукання зірок
zh_hans: 查找恒星

# misskey_achievement_note_clipped1_description
source: Clip your first note
ar: قلب ملاحظتك الأولى
cs: Přeskočit svou první poznámku
da: Klip din første note
de: Klicke deine erste Notiz
el: Κλιπ της πρώτης σας σημείωσης
es: Recorta tu primera nota
fi: Kiinnitä ensimmäinen muistiinpanosi
fr: Clip de votre première note
it: Ritaglia la tua prima nota
ja: 最初のノートをクリップ
nl: Knip je eerste notitie
no: Klipp din første notat
pl: Wciśnij swoją pierwszą notatkę
pt_br: Corte sua primeira nota
ro: Clipește prima ta notă
ru: Вырезать вашу первую заметку
sv: Klipp din första anteckning
uk: Зароби свою першу нотатку
zh_hans: 剪辑你的第一个笔记

# misskey_achievement_note_clipped1_title
source: Must... clip...
ar: يجب ... نقطة...
cs: Vynutit... klip...
da: Skal klippe...
de: Muss ... Clip...
el: πρέπει... κλιπ...
es: Debe... recortar...
fi: Lisää... leike...
fr: Doit... clip...
it: Dovrebbe... clip...
ja: クリップchar@@0
nl: Mosterd... klem...
no: Må... klipp...
pl: Musz... klip...
pt_br: Devo... clipe...
ro: Trebuie... clip...
ru: Нужно... кли...
sv: Måste... klipp...
uk: Не... кліп...
zh_hans: 必须... 剪辑...

# misskey_achievement_note_deleted_within1min_description
source: Delete a note within a minute of posting it
ar: حذف ملاحظة في غضون دقيقة من نشرها
cs: Odstranit poznámku do minuty od jejího odeslání
da: Slet en note inden for et minut efter at have indsendt den
de: Eine Notiz innerhalb einer Minute nach dem Posten löschen
el: Διαγράψτε μια σημείωση μέσα σε ένα λεπτό από την ανάρτηση
es: Eliminar una nota dentro de un minuto de publicarla
fi: Poistetaan muistiinpano minuutin kuluessa siitä, kun se on lähetetty.
fr: Supprimer une note dans la minute suivant sa publication
it: Elimina una nota entro un minuto dalla pubblicazione
ja: 投稿後1分以内にノートを削除する
nl: Een notitie verwijderen binnen een minuut na het plaatsen ervan
no: Slett et notat i løpet av ett minutt etter å poste det
pl: Usuń notatkę w ciągu minuty od wysłania jej
pt_br: Excluir uma nota dentro de um minuto após publicá-la
ro: Ștergeți o notă într-un minut după ce o postați
ru: Удалить заметку в течение минуты
sv: Ta bort en anteckning inom en minut efter att du skrivit den
uk: Видаліть замітку протягом хвилини
zh_hans: 在发布后的一分钟内删除笔记

# misskey_achievement_note_deleted_within1min_title
source: Nevermind
ar: العقل
cs: Nevadí
de: Keine Rolle
el: Ποτέ
es: mente
fi: Älä Huomioi
fr: Nulle
ja: 気にしない
nl: Onthoud
no: Glem det
pl: Nie pamiętaj
pt_br: Deixe-me
ro: Niciodată
ru: Ничего
sv: Aldrigt
uk: Не переймайтесь
zh_hans: 永远不想要的

# misskey_achievement_note_favorited1_description
source: Favorite your first note
ar: تفضيل ملاحظتك الأولى
cs: Oblíbená první poznámka
da: Foretrukne din første note
de: Favorisieren Sie Ihre erste Notiz
el: Αγαπημένο την πρώτη σας σημείωση
es: Favorita tu primera nota
fi: Suosikki ensimmäinen muistiinpanosi
fr: Favorisez votre première note
it: Preferisci la tua prima nota
ja: 最初のノートをお気に入りにする
nl: Favoriet je eerste notitie
no: Favoritt ditt første notat
pl: Ulubione
pt_br: Favorite sua primeira nota
ro: Favorită prima ta notă
ru: Избранное ваше первое примечание
sv: Favorit din första anteckning
uk: Улюблені вашу першу нотатку
zh_hans: 收藏您的第一个笔记

# misskey_achievement_notes1_description
source: Post your first note
ar: انشر ملاحظتك الأولى
cs: Napište svou první poznámku
da: Send din første note
de: Schreibe deine erste Notiz
el: Δημοσιεύστε την πρώτη σας σημείωση
es: Publica tu primera nota
fi: Lähetä ensimmäinen muistiinpanosi
fr: Poster votre première note
it: Pubblica la tua prima nota
ja: 最初のメモを投稿する
nl: Plaats je eerste notitie
no: Legg inn ditt første notat
pl: Opublikuj swoją pierwszą notatkę
pt_br: Publique sua primeira nota
ro: Postează prima ta notă
ru: Опубликовать свою первую заметку
sv: Posta din första anteckning
uk: Опублікуйте свою першу нотатку
zh_hans: 发布您的第一个笔记

# misskey_achievement_notes1_flavor
source: Have a good time with Misskey!
ar: احصل على وقت جيد مع ميسكي
cs: Mějte dobrý čas s Misskey!
da: Hav en god tid med Misskey!
de: Viel Spaß mit Misskey!
el: Έχετε μια καλή στιγμή με Misskey!
es: ¡Tómate un buen rato con Misskey!
fi: On hyvä aika Misskey!
fr: Passez un bon moment avec Misskey!
it: Buon tempo con Misskey!
ja: Misskeyで楽しい時間をお過ごしください!
nl: Veel tijd met Misskey!
no: Ha en god tid med Misskey!
pl: Miłego czasu z Misske!
pt_br: Aproveite o Misskey para se divertir!
ro: Ai un timp bun cu Misskey!
ru: Хорошее время с Misskey!
sv: Ha kul med Misskey!
uk: У вас добре провести час з Misskey!
zh_hans: 与Misskey有很好的时间！

# misskey_achievement_notes1_title
source: just setting up my msky
ar: فقط إعداد سماوي
cs: pouze nastavení mého mobskiho
da: opsætning af min msky
de: nur meinen msky einrichten
el: ακριβώς ρύθμιση μου msky
es: simplemente configurando mi msky
fi: vain pystyttää minun msky
fr: juste paramétrage de mon msky
it: basta impostare il mio msky
ja: mskyを設立しました
nl: stel gewoon mijn msky op
no: Nettopp msky min
pl: po prostu skonfiguruj moją msky
pt_br: apenas configurando meu msky
ro: doar pentru a-mi configura msky
ru: просто настройка моего msky
sv: bara konfigurera min msky
uk: просто налаштуйте мою msky
zh_hans: 刚刚设置我的 msky

# misskey_achievement_notes10_description
source: Post 10 notes
ar: نشر 10 ملاحظات
cs: Odeslat 10 poznámek
da: Indlæg 10 noter
de: Poste 10 Notizen
el: Δημοσίευση 10 σημειώσεις
es: Publicar 10 notas
fi: 10 Viestin viesti
fr: Poster 10 notes
it: Post 10 note
ja: 10 件のメモを投稿
nl: Plaats 10 notities
no: Post 10 notater
pl: Dodaj 10 notatek
pt_br: Postar 10 notas
ro: Postează 10 note
ru: Опубликовать 10 заметок
sv: Posta 10 anteckningar
uk: Публікуйте 10 нотаток
zh_hans: 10个帖子

# misskey_achievement_notes10_title
source: Some notes
ar: بعض الملاحظات
cs: Některé poznámky
da: Nogle noter
de: Einige Notizen
el: Μερικές σημειώσεις
es: Algunas notas
fi: Joitakin muistiinpanoja
fr: Quelques notes
it: Alcune note
ja: いくつかのメモ
nl: Sommige notities
no: Noen notater
pl: Niektóre notatki
pt_br: Algumas anotações
ro: Câteva note
ru: Некоторые заметки
sv: Några anteckningar
uk: Деякі нотатки
zh_hans: 一些笔记

# misskey_achievement_notes100_description
source: Post 100 notes
ar: نشر 100 ملاحظة
cs: Odeslat 100 poznámek
da: Indlæg 100 noter
de: Poste 100 Notizen
el: Δημοσίευση 100 σημειώσεων
es: Publicar 100 notas
fi: Kirjaa 100 muistiinpanoa
fr: Poster 100 notes
it: Post 100 note
ja: 100 件のメモを投稿
nl: Post 100 notities
no: Post 100 notater
pl: Wyślij 100 notatek
pt_br: Envie 100 notas
ro: Postează 100 note
ru: Опубликовать 100 заметок
sv: Posta 100 anteckningar
uk: Публікуйте 100 нот
zh_hans: 100个员额

# misskey_achievement_notes100_title
source: A lot of notes
ar: الكثير من الملاحظات
cs: Mnoho poznámek
da: En masse noter
de: Viele Notizen
el: Πολλές σημειώσεις
es: Un montón de notas
fi: Paljon muistiinmerkintöjä
fr: Beaucoup de notes
it: Un sacco di note
ja: 沢山のノート
nl: Veel notities
no: Mange notater
pl: Wiele notatek
pt_br: Muitas notas
ro: O mulțime de note
ru: Множество заметок
sv: En hel del anteckningar
uk: Багато нот
zh_hans: 很多笔记

# misskey_achievement_notes500_description
source: Post 500 notes
ar: نشر 500 ملاحظة
cs: Odeslat 500 poznámek
da: Indlæg 500 noter
de: Poste 500 Notizen
el: Δημοσίευση σημειώσεων 500
es: Publicar 500 notas
fi: 500 viestiä
fr: Poster 500 notes
it: Post 500 note
ja: 500件のメモを投稿
nl: Plaats 500 notities
no: Post 500 notater
pl: Wyślij 500 notatek
pt_br: Postar 500 notas
ro: Postează 500 note
ru: Отправить 500 заметок
sv: Posta 500 anteckningar
uk: Публікуйте 500 нот
zh_hans: 帖子500便笺

# misskey_achievement_notes500_title
source: Covered in notes
ar: تم تغطيتها في الملاحظات
cs: Pokryté poznámkami
da: Dækket i noter
de: In Notizen abgedeckt
el: Καλυμμένο σε σημειώσεις
es: Cubierto en notas
fi: Katettu muistiinpanoissa
fr: Couvert dans des notes
it: Coperto in note
ja: メモに覆われています
nl: Gedekt in notities
no: Dekket i notater
pl: Objęte notami
pt_br: Coberto em notas
ro: Notă acoperită
ru: Покрыто в заметках
sv: Täckt i anteckningar
uk: Покрито у нотатках
zh_hans: 在笔记中已覆盖。
